{"report": "## Operational Field Briefing — Khartoum, Al Khartum State, Sudan\nCoordinates: (15.5635972, 32.5349123)\n*Intel from GDACS, HDX, US State Dept, HAPI & live news — synthesized via LLM*\n\n## What Changed This Week\n\n[BREAKING NEWS] UN warns of genocide in Darfur as RSF attacks on el-Fasher kill at least 6,000 over three days (15 Feb). UN human rights chief Volker Türk alarmed after scores killed in drone attacks in two days (18 Feb). Sudan atrocities described as 'hallmarks of genocide' by UN (19 Feb). Drone attack on busy market kills at least 28 (16 Feb). Security Council holds emergency session on Sudan amid genocide warnings (19 Feb).\n\n## Operating Environment\n\n**Access & movement**: Khartoum International Airport closed to commercial traffic. Road movement extremely dangerous due to checkpoints, carjacking, and armed clashes. Mobile networks and internet frequently disrupted citywide.\n\n**Who controls what**: Khartoum remains contested between Sudanese Armed Forces (SAF) and Rapid Support Forces (RSF). RSF controls significant portions of the city, particularly in western districts. SAF maintains presence in central areas and military installations.\n\n**Threats to aid operations**: Carjacking and looting at checkpoints common citywide. Humanitarian workers specifically targeted for kidnapping and extortion. Bureaucratic obstruction from both SAF and RSF factions. Drone strikes on civilian areas pose direct threat to aid convoys and facilities.\n\n**Health & disease**: Vector-borne and neglected tropical diseases spreading due to conflict disruption. Hospital capacity severely strained; medical evacuations nearly impossible. WHO webinar highlights deteriorating health infrastructure.\n\n**Food & displacement**: Widespread food insecurity across Khartoum. IDP movements within city as residents flee active combat zones. Camps forming in safer neighborhoods but lack adequate services.\n\n## Key Risks to Be Aware Of\n\n- **RSF drone strikes on civilian areas** - Market attack killed 28 (16 Feb), multiple strikes in two days alarmed UN (18 Feb)\n- **Genocide-level violence in Darfur** - 6,000 killed in el-Fasher attacks (15 Feb), UN warns of systematic atrocities\n- **Checkpoints with armed extortion** - Carjacking and looting reported citywide, some checkpoints target humanitarian convoys\n- **Complete communication blackouts** - Mobile/internet disruptions can occur without warning, HF radio essential\n- **Medical evacuation impossible** - Khartoum airport closed; Port Sudan limited by drone strikes; no reliable medevac options\n\n## Local Situation (Khartoum)\n\nKhartoum remains a war zone with active combat between SAF and RSF. Drone strikes on civilian markets indicate deliberate targeting of population centers. RSF controls western districts while SAF holds central areas and military bases. IDP camps forming within city as residents flee fighting. No nearby natural disasters reported this week.\n\n## Operational Recommendations\n\nMaintain HF radio capability as mobile networks are down citywide. Coordinate all movements through OCHA access working group - spontaneous travel extremely dangerous. Establish redundant communication protocols with HQ. Stockpile medical supplies as hospital capacity is overwhelmed. Plan for complete isolation - no reliable evacuation possible. Brief all staff on checkpoint protocols and carjacking response. Consider relocating operations to Port Sudan if sustained presence in Khartoum becomes untenable.", "ts": 1771760123.7298167}