{"report": "## Operational Field Briefing — Khartoum, Al Khartum State, Sudan\nCoordinates: (15.5635972, 32.5349123)\n*Intel from GDACS, HDX, US State Dept, HAPI & live news — synthesized via LLM*\n\n## What Changed This Week\n\n- **Drone attack on busy market in Khartoum kills at least 28** (Al Jazeera, 16 Feb 2026). A drone strike hit a crowded market, marking a significant escalation in urban targeting.\n- **RSF attack on el-Fasher kills at least 6,000 over 3 days** (NPR, 15 Feb 2026). While outside Khartoum, this indicates RSF's willingness to conduct large-scale urban assaults.\n- **UN Security Council session on Sudan amid genocide warnings in Darfur** (UN News, 19 Feb 2026). International attention increasing on potential atrocities.\n- **WHO webinar on vector-borne and neglected tropical diseases** (WHO, 16 Feb 2026). Highlights deteriorating health conditions due to conflict.\n\n## Operating Environment\n\n- **Access & movement**: Khartoum International Airport remains closed to commercial traffic. Road movement is severely restricted due to active fighting between SAF and RSF forces. Checkpoints are widespread and unpredictable—some legitimate, others criminal or targeting specific populations. Internet and cell phone service experience frequent disruptions.\n- **Who controls what**: Khartoum is contested territory between Sudanese Armed Forces (SAF) and Rapid Support Forces (RSF). Control shifts frequently between neighborhoods and districts.\n- **Threats to aid operations**: High risk of carjacking, looting, and bureaucratic obstruction at checkpoints. Aid workers have been targeted in past months. Drone strikes on civilian areas pose significant danger. Bureaucratic permits required for movement outside Khartoum.\n- **Health & disease**: Medical facilities in Khartoum are adequate only for routine care; serious cases exceed local capacity. Intermittent medicine availability. Vector-borne disease risk increasing due to conflict disruption. Ambulance services are unreliable except in Khartoum.\n- **Food & displacement**: While specific IPC data not provided, the conflict has displaced millions internally. IDP camps face overcrowding and inadequate services.\n\n## Key Risks to Be Aware Of\n\n- **RSF drone strikes on civilian areas** (Khartoum markets, 16 Feb 2026). Urban drone attacks targeting markets and gatherings.\n- **Checkpoints with extortion and targeting** (all major routes in Khartoum). Some checkpoints intend to loot or target specific populations.\n- **Medical evacuation limitations** (Khartoum hospitals). Local facilities cannot handle serious trauma; evacuation required but complicated by airport closure.\n- **Communication blackouts** (intermittent citywide). Mobile networks and internet frequently disrupted, hampering coordination.\n- **Bureaucratic obstruction** (movement permits required). Travel permits needed even within Khartoum area; copies required at multiple checkpoints.\n\n## Local Situation (Khartoum)\n\nKhartoum remains a primary battleground between SAF and RSF forces. The city experiences daily fighting, with control of neighborhoods shifting frequently. Recent drone strike on a market demonstrates the indiscriminate nature of attacks. Infrastructure is degraded—electricity and communications are unreliable. The airport closure severely limits evacuation options. IDP populations are growing within the city as people flee fighting in other areas. No natural disasters reported in the immediate vicinity.\n\n## Operational Recommendations\n\n- **Communication**: Maintain HF radio capability as primary backup; satellite phones essential given mobile network unreliability. Establish redundant communication protocols with headquarters.\n- **Movement**: Never travel alone; use armored vehicles when available. Coordinate all movements through OCHA access working group. Carry multiple copies of travel permits. Avoid markets and crowded areas due to drone strike risk.\n- **Medical**: Pre-position trauma kits and ensure all staff have personal first aid training. Identify medical facilities capable of stabilizing serious cases. Establish medical evacuation protocols with neighboring countries (Egypt, Chad) as Khartoum airport remains closed.\n- **Security**: Conduct daily situation briefings using multiple information sources. Establish safe houses in multiple Khartoum neighborhoods. Maintain low profiles; avoid displaying organizational logos when not necessary.\n- **Supply chain**: Pre-position critical supplies due to unpredictable access. Build relationships with multiple local suppliers to mitigate looting risks. Use cash (Sudanese pounds) as banking systems are unreliable.", "ts": 1771764943.958574}