{"report": "## Operational Field Briefing — Khartoum, Al Khartum State, Sudan\nCoordinates: (15.61, 32.53)\n*Intel from GDACS, HDX, US State Dept, HAPI & live news — synthesized via LLM*\n\n## What Changed This Week\n\n[BREAKING NEWS] UN officials declared Sudan atrocities \"hallmarks of genocide\" (BBC, 19 Feb), citing systematic targeting of civilians in Darfur and elsewhere. [BREAKING NEWS] OHCHR reported scores killed in drone attacks over two days (18 Feb), including a market strike killing at least 28 (Al Jazeera, 16 Feb). [BREAKING NEWS] Security Council held emergency session on Sudan amid genocide warnings (UN News, 19 Feb). [LOCAL NEWS] RSF launched major offensive on el-Fasher, killing at least 6,000 over three days (NPR, 15 Feb).\n\n## Operating Environment\n\n**Access & movement**: Khartoum International Airport closed to commercial traffic; Port Sudan airport subject to drone strikes. Mobile networks and internet service experience frequent disruptions. Checkpoints common citywide—some criminal, some factional. Travel permits required for movement outside Khartoum; separate permits needed for Darfur.\n\n**Who controls what**: Sudanese Armed Forces (SAF) and Rapid Support Forces (RSF) engaged in active combat across Khartoum. RSF controls significant portions of the city; SAF maintains pockets around military installations. Multiple armed militias operate in the capital.\n\n**Threats to aid operations**: Aid workers face direct targeting—RSF drone strikes on markets and civilian areas. Carjacking and looting at checkpoints. Bureaucratic obstruction through permit requirements. Medical facilities inadequate for serious trauma; payment required upfront. Medical evacuation capability extremely limited.\n\n**Health & disease**: WHO webinar highlighted vector-borne and neglected tropical diseases spreading due to conflict displacement. Hospital capacity severely strained. Medicines intermittently available. Emergency services unreliable outside Khartoum.\n\n**Food & displacement**: IPC crisis ongoing; widespread food insecurity. IDP movements within Khartoum as neighborhoods become frontlines. Camp conditions deteriorating with disease outbreaks.\n\n## Key Risks to Be Aware Of\n\n- **RSF drone strikes on civilian areas** (Khartoum markets, 16 Feb) — avoid crowded public spaces\n- **Checkpoints with criminal activity** (citywide) — document all movements, carry permits\n- **Medical infrastructure collapse** (Khartoum hospitals) — self-evacuation plans essential\n- **Communication blackouts** (intermittent citywide) — maintain HF radio backup\n- **Targeted violence against aid workers** (RSF-controlled areas) — vary routes, maintain low profile\n\n## Local Situation (Khartoum)\n\nKhartoum remains divided between SAF and RSF control with active combat zones. Markets, residential areas, and humanitarian facilities have been struck by drones. The city experiences daily artillery exchanges, particularly in central districts. Power and water services are intermittent. The el-Fasher offensive (6,000+ killed) demonstrates RSF's willingness to conduct mass-casualty attacks on urban areas. No natural disasters reported nearby.\n\n## Operational Recommendations\n\nMaintain HF radio capability as mobile networks are down citywide. Coordinate all movements through OCHA access working group—unauthorized travel risks detention. Stockpile medical supplies for 72-hour self-care; evacuation impossible during active combat. Use armored vehicles with trained drivers familiar with checkpoint patterns. Establish redundant communication channels (satellite phone + HF radio). Pre-position fuel and supplies at secure locations. Medical teams should prepare for mass casualty events—stock tourniquets, trauma dressings, and IV fluids. Document all incidents with GPS coordinates for security reporting. Avoid fixed patterns in movement and timing. Maintain contact with UN security for real-time threat assessments.", "ts": 1771759769.1516554}