{"report": "## Operational Field Briefing — Wad Madanī, Al Jazirah, Sudan\nCoordinates: (14.3965781, 33.5309561)\n*Intel from GDACS, HDX, US State Dept, HAPI & live news — synthesized via LLM*\n\n## What Changed This Week\n\n[BREAKING NEWS] UN Security Council held a live session on Sudan on 19 Feb 2026 focusing on genocide warnings in Darfur, signaling heightened international concern about escalating violence and potential war crimes.\n\n[BREAKING NEWS] A drone attack on a busy market in Sudan killed at least 28 people on 16 Feb 2026, demonstrating the continued use of aerial weapons in civilian areas.\n\n[BREAKING NEWS] WHO hosted a webinar on 16 Feb 2026 addressing the impact of the Sudan conflict on vector-borne and neglected tropical diseases, highlighting growing public health concerns.\n\n## Operating Environment\n\n**Access & movement**: Al Jazirah state, where Wad Madanī is located, remains accessible but subject to checkpoint controls and bureaucratic permits. The city sits along the Blue Nile and serves as a key agricultural hub, though movement may be restricted by ongoing conflict dynamics elsewhere in the country.\n\n**Who controls what**: The Sudanese Armed Forces (SAF) maintain control over Al Jazirah state, including Wad Madanī, which has remained relatively stable compared to Khartoum and Darfur. However, the paramilitary Rapid Support Forces (RSF) continue fighting SAF in other regions, creating nationwide instability.\n\n**Threats to aid operations**: Aid workers face risks from bureaucratic obstruction requiring travel permits from Khartoum, potential targeting by armed groups, and the general security deterioration. The drone attack on a market demonstrates the indiscriminate nature of aerial threats. Landmines remain a concern in rural areas, though Al Jazirah is less affected than Darfur or border regions.\n\n**Health & disease**: WHO has raised concerns about vector-borne and neglected tropical diseases amid the conflict. Medical facilities in Wad Madanī are likely better than in rural areas but still face supply shortages. Emergency services exist but are limited, with ambulance services unreliable outside Khartoum.\n\n**Food & displacement**: Sudan faces severe food insecurity with IPC Phase 3+ (Crisis or worse) conditions affecting millions. Al Jazirah's agricultural capacity makes it crucial for food production, but conflict disruption and displacement affect both production and distribution. IDP movements continue, though specific data for Al Jazirah is limited.\n\n## Key Risks to Be Aware Of\n\n- **RSF drone strikes on civilian areas** - The 16 Feb drone attack killing 28 in a market shows aerial weapons are being used indiscriminately across Sudan, including potentially in Al Jazirah state.\n\n- **Checkpoint extortion and bureaucratic obstruction** - Travel permits required for movement outside Khartoum create opportunities for delays and demands for unofficial payments, particularly on routes to/from Wad Madanī.\n\n- **Medical supply shortages and evacuation challenges** - Hospitals in Al Jazirah lack capacity for serious cases, and medical evacuation is complicated by the conflict, requiring advance planning for serious medical needs.\n\n- **Food distribution disruption** - Despite Al Jazirah's agricultural importance, conflict-related supply chain disruptions and displacement affect food availability and distribution networks.\n\n- **Disease outbreak risks** - WHO warnings about vector-borne diseases indicate heightened public health risks, particularly in areas with displaced populations and disrupted sanitation systems.\n\n## Local Situation\n\nWad Madanī, as the capital of Al Jazirah state, remains under SAF control and has avoided the worst fighting seen in Khartoum and Darfur. The city serves as an important agricultural and commercial center along the Blue Nile. However, it faces indirect impacts from the national conflict including supply chain disruptions, increased food prices, and potential influx of displaced persons from more affected areas. The nearby forest fires (multiple green alerts covering 5,000-10,000+ hectares) could affect air quality and agricultural areas, though specific impacts on Wad Madanī are not detailed.\n\n## Operational Recommendations\n\n- **Permit coordination**: Secure all required travel permits through your Khartoum office before deploying to Al Jazirah state. Carry multiple copies as authorities may request them at checkpoints.\n\n- **Medical preparedness**: Stock adequate medical supplies and evacuation insurance, as local facilities cannot handle serious cases. Establish medical evacuation protocols before deployment.\n\n- **Communication redundancy**: Maintain HF radio capability as mobile networks may be disrupted during security incidents. Satellite phones should be considered essential equipment.\n\n- **Supply chain planning**: Build buffer stocks of critical supplies given the unreliable supply chains. Coordinate with FAO DIEM data for real-time food security assessments in Al Jazirah.\n\n- **Security protocols**: Avoid markets and crowded civilian areas during peak hours due to drone strike risks. Maintain low visibility and vary routines to reduce targeting risks.\n\n- **Coordination**: Engage with OCHA's Sudan office for access negotiations and security updates. The UN's heightened focus on Darfur may create additional coordination channels for humanitarian operations.", "ts": 1771765563.8728337}